<script setup>
import fryChicken from '../assets/images/fry_chicken.jpg';

</script>

<template>
    <v-container fluid>
        <v-row>
            <v-col cols="12" align="center" justify="center">
                <v-img
                    :src="fryChicken"
                    width="90%"
                    aspect-ratio="1/1"
                    cover
                ></v-img>
            </v-col>
            <v-col cols="12">
                <div class="text-h6">《最後一塊炸雞》</div>
                <p style="margin-top: 10px;">
                    在一個動物們和平共處的小鎮上，雞爸爸和他的兒子小雞過著平凡而幸福的生活。
                    每天傍晚，雞爸爸會抱著小雞，在夕陽下散步，並講著未來的夢想。他們的夢想不大，只是希望能平安快樂地生活下去。
                    但這樣的日子，在一個雷雨交加的夜晚戛然而止。
                    炸雞公司來了。他們以蓋工廠、發雞財為名，在鎮上抓走了一批年輕的小雞。雞爸爸拼命保護兒子，卻被強行制伏。當他醒來時，小雞已經不見了，只留下一張照片，是他們最後一次的歡笑。
                    多年後，雞爸爸混進炸雞公司的工廠當清潔員，一邊工作一邊尋找兒子的下落。直到有一天，他在處理炸雞外送訂單時，看見了一個熟悉的紙箱，上面畫著可愛的雞寶寶。
                    他打開箱子，發現那是一塊被炸得酥脆的「雞塊」，形狀卻像極了他的兒子。那雙曾經充滿夢想的眼睛，如今成了一對空洞的焦黑洞口。
                    雞爸爸崩潰了。他緊緊抱住那塊雞塊，淚水無聲流下，哭喊著：「這不是食物，這是我的孩子！」
                    從那天起，雞爸爸決定站出來。他不再只是個無聲的員工，而是變成一位革命者。他開始揭露炸雞公司的殘酷真相，喚醒所有動物的良知。他組織抗議、拍攝紀錄片、串聯其他動物家族，為所有失去親人的父母發聲。
                    而那張照片，永遠擺在他的胸前。因為他要讓全世界記得：他的兒子不是炸雞，是一個有夢想、有未來的生命。
                </p>
            </v-col>
        </v-row>
    </v-container>
</template>
  